Repository: nexryai/antergos-alteriso
Catalog: cnchi/po/*.po
Languages: es_es

source: unknown
es_es: desconocido

source: This installer must be run with administrative privileges, and cannot continue without them.
es_es: Este instalador debe ser ejecutado con privilegios de administrador, y no puede continuar sin ellos.

source: You cannot run two instances of this installer. If you are sure that the installer is not already running you can run this installer using the --force option or you can manually delete the offending file. Offending file: '{0}'
es_es: No es posible ejecutar dos instancias de este instalador. Si está seguro de que el instalador no está funcionando puede ejecutar este instalador usando la opción --force o puede borrar manualmente el archivo conflictivo. Archivo conflictivo: «{0}»

source: Cnchi (Antergos Installer) version {0}
es_es: Cnchi (instalador de Antergos) versión {0}

source: Cnchi v{0} - Antergos Installer
es_es: Cnchi v{0} - Instalador de Antergos

source: Use pre-downloaded xz packages when possible
es_es: Utilice paquetes xz previamente descargados, cuando sea posible

source: Sets Cnchi log level to 'debug'
es_es: Establece el nivel de registro de Cnchi a «debug»

source: Sets the Desktop Environment that will be installed
es_es: Elija el entorno de escritorio que se instalará

source: Disables first screen's 'try it' option
es_es: Desactiva la opción «probar» de la primera pantalla

source: Makes checks optional in check screen
es_es: Hace que las comprobaciones sean opcionales en la pantalla de chequeo

source: Show logging messages to stdout
es_es: Mostrar mensajes de registro en la salida estándar

source: Show Cnchi version and quit
es_es: Mostrar la versión de Cnchi y salir

source: Cnchi files not found. Please, install Cnchi using pacman
es_es: Archivos de Cnchi no encontrados. Instale Cnchi usando pacman

source: This option will install Antergos as command-line only system, without any type of graphical interface. After the installation you can customize Antergos by installing packages with the command-line package manager.
es_es: Esta opción instalará Antergos únicamente como un sistema basado en línea de órdenes, sin ningún tipo de interfaz gráfica. Después de la instalación podrá personalizar Antergos instalando paquetes con el gestor de paquetes desde la interfaz de línea de órdenes.

source: Cinnamon is a Linux desktop which provides advanced, innovative features and a traditional desktop user experience. Cinnamon aims to make users feel at home by providing them with an easy-to-use and comfortable desktop experience.
es_es: Cinnamon es un escritorio Linux que proporciona características avanzadas e innovadoras, al tiempo que mantiene la experiencia del usuario respecto al escritorio tradicional. Cinnamon tiene como objetivo hacer que los usuarios se sientan como en casa, proporcionándoles una experiencia de escritorio cómoda y fácil de usar.

source: GNOME 3 is an easy and elegant way to use your computer. It features the Activities Overview which is an easy way to access all your basic tasks.
es_es: GNOME 3 le ofrece una manera fácil y elegante de utilizar su ordenador. Cuenta con una Pantalla de Actividades, que le facilitará el acceso a todas las tareas básicas.

source: If you are looking for a familiar working environment, KDE's Plasma Desktop offers all the tools required for a modern desktop computing experience so you can be productive right from the start.
es_es: Si está buscando un entorno de trabajo amigable, el escritorio Plasma de KDE le ofrece todas las herramientas que necesita para disfrutar de una experiencia de escritorio moderna, de modo que pueda ser productivo desde el primer minuto.

source: MATE is an intuitive, attractive, and lightweight desktop environment which provides a more traditional desktop experience. Accelerated compositing is supported, but not required to run MATE making it suitable for lower-end hardware.
es_es: MATE es un entorno de escritorio intuitivo, atractivo y ligero, que proporciona una experiencia más cercana al escritorio tradicional. Es compatible con la composición acelerada, pero la misma no es necesaria para ejecutar MATE, por lo que se ajusta bien a los equipos de gama baja.

source: Not actually a desktop environment, Openbox is a highly configurable window manager. It is known for its minimalistic appearance and its flexibility. It is the most lightweight graphical option offered by antergos. Please Note: Openbox is not recommended for users who are new to Linux.
es_es: En realidad no es un entorno de escritorio, Openbox es un gestor de ventanas altamente configurable. Es conocido por su aspecto minimalista y su flexibilidad. Es la opción gráfica más ligera ofrecida por Antergos. Nota: Openbox no es recomendable para usuarios que se inician en Linux.

source: Xfce is a lightweight desktop environment. It aims to be fast and low on system resources, while remaining visually appealing and user friendly. It suitable for use on older computers and those with lower-end hardware specifications.
es_es: Xfce es un entorno de escritorio ligero. Su objetivo es ser rápido y consumir pocos recursos del sistema, sin menoscabar su facilidad de uso y su atractivo visual. Es una buena opción para usar en equipos antiguos o aquellos con bajas especificaciones de hardware.

source: Enlightenment is not just a window manager for Linux/X11 and others, but also a whole suite of libraries to help you create beautiful user interfaces with much less work
es_es: Enlightenment no es solo un gestor de ventanas para Linux/X11 y otros, sino también un conjunto de bibliotecas que le ayudarán a crear, con poco esfuerzo, bellas interfaces de usuario

source: LXQt is the next-generation of LXDE, the Lightweight Desktop Environment. It is lightweight, modular, blazing-fast, and user-friendly.
es_es: LXQt es la próxima generación de LXDE, el entorno de escritorio ligero, por definición. Es ligero, modular, increíblemente rápido y fácil de usar.

source: Arch User Repository (AUR) Support
es_es: Soporte de Arch User Repository (AUR)

source: Bluetooth Support
es_es: Soporte bluetooth

source: Printing Support
es_es: Soporte de impresión

source: Firefox Web Browser
es_es: Navegador Web Firefox

source: Uncomplicated Firewall
es_es: Cortafuegos «Uncomplicated Firewall»

source: Graphic drivers (Proprietary)
es_es: Controladores gráficos (privativos)

source: Apache (or Nginx) + Mariadb + PHP
es_es: Apache (o Nginx) + Mariadb + PHP

source: Kernel (LTS version)
es_es: Kernel (versión de largo soporte, LTS)

source: Visual Effects
es_es: Efectos visuales

source: The AUR is a community-driven repository for Arch users.
es_es: AUR es un repositorio dirigido por la comunidad para los usuarios de Arch.

source: Enables your system to make wireless connections via Bluetooth.
es_es: Activa el sistema para hacer conexiones inalámbricas vía Bluetooth.

source: A popular open-source graphical web browser from Mozilla.
es_es: Un conocido navegador web gráfico de código abierto de Mozilla.

source: Freeware software normally used for multimedia.
es_es: Software libre utilizado, normalmente, por aplicaciones multimedia.

source: Installs AMD or Nvidia proprietary graphic driver.
es_es: Instala el controlador gráfico propietario de AMD o Nvidia.

source: Installs Steam and Playonlinux for gaming enthusiasts.
es_es: Instala Steam y PlayonLinux para entusiastas de los juegos.

source: Apache (or Nginx) + Mariadb + PHP installation and setup.
es_es: Instalación y configuración de Apache (o Nginx) + Mariadb + PHP.

source: Installation of printer drivers and management tools.
es_es: Instalación de controladores de impresoras y herramientas de gestión.

source: Open source office suite. Supports editing MS Office files.
es_es: Suite ofimática de código abierto. Compatible con los formatos de MS Office.

source: Enable transparency, shadows, and other desktop effects.
es_es: Activar transparencias, sombras y otros efectos de escritorio.

source: Control the incoming and outgoing network traffic.
es_es: Controla el tráfico entrante y saliente de la conexión de red.

source: Long term support (LTS) Linux kernel and modules.
es_es: Kernel y módulos Linux de largo soporte (LTS).

source: Use yaourt to install AUR packages. The AUR was created to organize and share new packages from the community and to help expedite popular packages' inclusion into the [community] repository.
es_es: Utilice yaourt para instalar paquetes presentes en AUR. El repositorio AUR fue creado para organizar y compartir los nuevos paquetes de la comunidad, y para ayudar a acelerar la inclusión de paquetes populares en el repositorio [community].

source: Bluetooth is a standard for the short-range wireless interconnection of cellular phones, computers, and other electronic devices. In Linux, the canonical implementation of the Bluetooth protocol stack is BlueZ.
es_es: Bluetooth es un estándar para la interconexión inalámbrica de corto alcance entre móviles, ordenadores y otros dispositivos electrónicos. En Linux, la implementación de Canonical del protocolo Bluetooth es BlueZ.

source: CUPS is the standards-based, open source printing system developed by Apple Inc. for OS® X and other UNIX®-like operating systems.
es_es: CUPS es el sistema de impresión, basado en estándares y de código abierto, desarrollado por Apple Inc. para Mac OS® X y otros sistemas operativos basados en UNIX®.

source: Ufw stands for Uncomplicated Firewall, and is a program for managing a netfilter firewall. It provides a command line interface and aims to be uncomplicated and easy to use.
es_es: Ufw significa Uncomplicated (fácil) Firewall, y es un programa para gestionar un cortafuegos netfilter. Proporciona una interfaz de línea de órdenes, y pretende ser sencillo y fácil de usar.

source: Adobe Flash Player is freeware software for using content created on the Adobe Flash platform, including viewing multimedia, executing rich internet applications and streaming video and audio.
es_es: Adobe Flash Player es un software libre destinado a usar el contenido creado en la plataforma Adobe Flash, el cual permite ver programas multimedia, ejecutar aplicaciones pesadas de Internet y transmitir vídeo y audio.

source: Steam is one of the most popular gaming clients that supports linux in technology and gaming, while PlayOnLinux is a very easy manager to setting up games to play through wine, instead of doing it manually.
es_es: Steam es uno de los más polulares clientes de videojuegos que proporciona soporte a Linux en juegos y tecnología, mientras PlayonLinux proporciona una manera muy fácil de instalar juegos a través de wine, en lugar de hacerlo manualmente.

source: This option installs a web server (you can choose Apache or Nginx) plus a database server (Mariadb) and PHP.
es_es: Esta opción instala un servidor web (puede elegir Apache o Nginx), además de un servidor de base de datos (Mariadb) y PHP.

source: LibreOffice is the free power-packed Open Source personal productivity suite for Windows, Macintosh and Linux, that gives you six feature-rich applications for all your document production and data processing needs: Writer, Calc, Impress, Draw, Math and Base.
es_es: LibreOffice es un metapaquete, libre y de código abierto, de productividad personal, para Windows, Macintosh y Linux, que proporciona seis aplicaciones, ricas en características, para la producción completa de documentos y procesamiento de datos, a saber: Writer, Calc, Impress, Draw, Math y Base.

source: Compton is a lightweight, standalone composite manager, suitable for use with window managers that do not natively provide compositing functionality. Compton itself is a fork of xcompmgr-dana, which in turn is a fork of xcompmgr. See the compton github page for further information.
es_es: Compton es un gestor de composición de ventanas, ligero y autónomo, adecuado para su uso con los gestores de ventanas que no proporcionan, de forma nativa, la funcionalidad de composición. Compton es una bifurcación (fork) de xcompmgr-dana, que, a su vez, es una bifurcación de xcompmgr. Vea la página de compton en github para más información.

source: Back
es_es: Volver

source: Antergos Installer
es_es: Instalador de Antergos

source: Do you really want to quit the installer?
es_es: ¿Realmente desea salir del instalador?

source: Server
es_es: Servidor

source: Rate
es_es: Velocidad

source: Time
es_es: Hora

source: Antergos Installer - Error
es_es: Instalador de Antergos - Error

source: Antergos Installer - Warning
es_es: Instalador de Antergos - Aviso

source: Antergos Installer - Information
es_es: Instalador de Antergos - Información

source: Antergos Installer - Confirmation
es_es: Instalador de Antergos - Confirmación

source: Can't create download package list.
es_es: No se puede crear la lista de paquetes a descargar.

source: Can't download needed packages. Cnchi can't continue.
es_es: No se pueden descargar los paquetes necesarios. Cnchi no puede continuar.

source: Creating the list of packages to download...
es_es: Creando la lista de paquetes para descargar…

source: Fetching {0} {1} ({2}/{3})...
es_es: Obteniendo {0} {1} ({2}/{3})…

source: Device {0} will be deleted!
es_es: ¡La partición {0} va a ser eliminada!

source: Device {0} will be created
es_es: ¡La partición {0} va a ser creada!

source: Device {0} will be modified
es_es: ¡La partición {0} va a ser modificada!

source: Device {0} will be
es_es: La partición {0} será

source: relabeled
es_es: renombrada

source: not relabeled
es_es: no renombrada

source: formatted
es_es: formateada

source: not formatted
es_es: no formateada

source: mounted as {0}
es_es: montada como {0}

source: not mounted
es_es: no montada

source: and encrypted.
es_es: y cifrada.

source: and not encrypted.
es_es: y no cifrada.

source: Unknown filesystem type {0}
es_es: Tipo de sistema de archivos desconocido {0}

source: Setup cannot detect size of your device, please use advanced installation routine for partitioning and mounting devices.
es_es: El instalador no puede detectar el tamaño de su dispositivo, utilice el modo de instalación avanzado para particionar y montar los dispositivos.

source: Aborted
es_es: Abortado

source: Mounting partition {0} into {1} directory
es_es: Montando partición {0} en directorio {1}

source: Installing using the '{0}' method
es_es: Instalando con el método «{0}»

source: Installation finished
es_es: Instalación finalizada

source: Creating a temporary pacman.conf for {0} architecture
es_es: Creando archivo pacman.conf provisional para arquitectura {0}

source: Updating package manager security. Please wait...
es_es: Actualización de seguridad del gestor de paquetes. Por favor, espere…

source: Can't refresh pacman databases.
es_es: No se pueden actualizar las bases de datos de pacman.

source: Can't install necessary packages. Cnchi can't continue.
es_es: No se pueden instalar los paquetes necesarios. Cnchi no puede continuar.

source: Configuring LightDM desktop manager...
es_es: Configurando el gestor de pantallas LightDM…

source: LightDM display manager configuration completed.
es_es: Completada la configuración del gestor de pantallas LightDM.

source: Error while trying to configure the LightDM display manager
es_es: Error al intentar configurar el gestor de pantallas LightDM

source: Encrypting user home dir...
es_es: Cifrando el directorio «home» del usuario…

source: Configuring your new system
es_es: Configurando el nuevo sistema

source: Generating locales...
es_es: Generando locales…

source: Adjusting hardware clock...
es_es: Ajustando el reloj del hardware…

source: Configuring keymap...
es_es: Configurando la distribución del teclado…

source: Configuring hardware...
es_es: Configurando el hardware…

source: Configuring System Startup...
es_es: Configurando el inicio del sistema…

source: Installing bootloader...
es_es: Instalando el gestor de arranque…

source: Cannot create package list.
es_es: No se puede crear la lista de paquetes.

source: Cannot create download package list (metalinks).
es_es: No se puede crear la lista de paquetes a descargar (metalinks).

source: Getting your disk(s) ready for Antergos...
es_es: Preparando disco(s) para Antergos…

source: Installation will start now!
es_es: ¡La instalación comenzará ahora!

source: Error running command {0}: {1}
es_es: Error ejecutando la orden {0}: {1}

source: Getting package list...
es_es: Obteniendo la lista de paquetes…

source: Adding '%s' bootloader packages
es_es: Agregando paquetes del gestor de arranque «%s»

source: Couldn't find %s bootloader packages!
es_es: ¡No se pueden encontrar los paquetes del gestor de arranque %s!

source: Special dirs are already mounted. Skipping.
es_es: Los directorios especiales ya están montados. Saltando.

source: Special dirs are not mounted. Skipping.
es_es: Los directorios especiales no están montados. Saltando.

source: Command {0} failed: {1}
es_es: La orden {0} ha fallado: {1}

source: Cannot create a new partition on device {0}. Command {1} has failed: {2}
es_es: No se puede crear una nueva partición en el dispositivo {0}. La orden {1} ha fallado: {2}

source: Cannot create a new partition table on device {0}. Command {1} failed: {2}
es_es: No se puede crear una nueva tabla de particiones en el dispositivo {0}. La orden {1} ha fallado: {2}

source: Use the device below for boot loader installation:
es_es: Usar este dispositivo para la instalación del cargador de arranque:

source: Bootloader:
es_es: Gestor de arranque:

source: Device:
es_es: Dispositivo:

source: Installing GRUB(2) BIOS boot loader in {0}
es_es: Instalando el gestor de arranque BIOS GRUB(2) en {0}

source: GRUB(2) BIOS has been successfully installed.
es_es: GRUB(2) BIOS ha sido instalado satisfactoriamente.

source: ERROR installing GRUB(2) BIOS.
es_es: Error instalando GRUB(2) BIOS.

source: Installing GRUB(2) UEFI {0} boot loader
es_es: Instalando el gestor de arranque UEFI GRUB(2) en {0}

source: No OEM loader found in %s. Copying Grub(2) into dir.
es_es: No se a encontrado cargador de OEM en %s. Copiando de Grub (2) en dir

source: Copying Grub(2) into OEM dir failed: %s
es_es: Falló la copia de Grub(2) en el directorio OEM: %s

source: File not found.
es_es: Archivo no encontrado.

source: File already exists.
es_es: El archivo ya existe.

source: Password is too short
es_es: La contraseña es demasiado corta

source: Weak password
es_es: Contraseña débil

source: Fair password
es_es: Contraseña aceptable

source: Good password
es_es: Contraseña buena

source: Strong password
es_es: Contraseña excelente

source: Passwords do not match
es_es: Las contraseñas no coinciden

source: Checking dependencies...
es_es: Comprobando dependencias…

source: Checking file conflicts...
es_es: Comprobando archivos en conflicto…

source: Resolving dependencies...
es_es: Resolviendo dependencias…

source: Checking inter conflicts...
es_es: Comprobando conflictos…

source: Checking integrity...
es_es: Comprobando integridad…

source: Applying deltas to packages...
es_es: Aplicando deltas a los paquetes…

source: Checking keys in keyring...
es_es: Comprobando las claves del llavero…

source: Downloading missing keys into the keyring...
es_es: Descargando las claves que faltan al llavero…

source: Installing {0} ({1}/{2})
es_es: Instalando {0} ({1}/{2})

source: Updating {0} database
es_es: Actualizando la base de datos {0}

source: Explicitly installed
es_es: Instalado «explícitamente»

source: Installed as a dependency for another package
es_es: Instalado como una dependencia de otro paquete

source: free space
es_es: espacio libre

source: none
es_es: nada

source: Unknown
es_es: Desconocido

source: Can't use same mount point twice.
es_es: No se puede utilizar dos veces el mismo punto de montaje.

source: Root partition must be formatted.
es_es: La partición raíz debe ser formateada.

source: Sorry, you already have {0} primary partitions created.
es_es: Lo sentimos, usted ya tiene creadas {0} particiones primarias.

source: Sorry, you already have {0} primary and 1 extended partitions created.
es_es: Lo sentimos, usted ya tiene creadas {0} particiones primarias y 1 extendida.

source: Advanced Installation Mode
es_es: Modo de instalación avanzado

source: Mount Checklist:
es_es: Verificación de los puntos de montaje:

source: Undo
es_es: Deshacer

source: New
es_es: Nueva

source: Delete
es_es: Eliminar

source: Edit...
es_es: Editar…

source: New partition table
es_es: Nueva tabla de particiones

source: GRUB requires a BIOS Boot Partition in BIOS systems to embed its core.img file due to lack of post-MBR embed gap in GPT disks. Cnchi will create this BIOS Boot Partition for you.
es_es: GRUB requiere una partición de arranque de BIOS, en sistemas BIOS, para incrustar su archivo core.img, debido a que en discos con tabla de particiones GPT no es posible hacerlo después del MBR. Cnchi creará por usted esta partición de arranque BIOS.

source: {0} is already mounted as swap, to continue it will be unmounted.
es_es: {0} ya está montado como swap, para continuar será desmontado.

source: {0} is already mounted in {1}, to continue it will be unmounted.
es_es: {0} ya está montado en {1}, para continuar será desmontado.

source: Couldn't format LUKS device '{0}' with label '{1}' as '{2}': {3}
es_es: No se puede formatear el dispositivo LUKS «{0}» con la etiqueta «{1}» como «{2}»: {3}

source: Couldn't format partition '{0}' with label '{1}' as '{2}': {3}
es_es: No se puede formatear la partición «{0}» con la etiqueta «{1}» como «{2}»: {3}

source: Cannot commit your changes to disk: {0}
es_es: No se pueden aplicar los cambios al disco: {0}

source: Choose the new size of your installation
es_es: Elija el nuevo tamaño de la instalación

source: Choose the partition that you want to shrink:
es_es: Elija la partición que desea reducir:

source: Antergos Alongside Installation
es_es: Antergos coexistiendo con otro sistema operativo

source: Can't find any spare partition number. Alongside installation can't continue.
es_es: No se puede encontrar ningún número de partición libre. La instalación conjunta no puede continuar.

source: and
es_es: y

source: Installation Type
es_es: Tipo de instalación

source: Replace {0} with Antergos
es_es: Reemplazar {0} con Antergos

source: Erase disk and install Antergos
es_es: Borrar disco e instalar Antergos

source: Warning: This will erase ALL data on your disk.
es_es: Aviso: esto eliminará TODOS los datos de su disco.

source: Encrypt this installation for increased security.
es_es: Cifrar esta instalación para obtener mayor seguridad.

source: You will be asked to create an encryption password in the next step.
es_es: Se le pedirá una contraseña de cifrado en el siguiente paso.

source: Use LVM with this installation.
es_es: Usar LVM con esta instalación.

source: This will setup LVM and allow you to easily manage partitions and create snapshots.
es_es: Esto configurará LVM, permitiéndole gestionar fácilmente las particiones y crear instantáneas.

source: Use ZFS with this installation.
es_es: Usar ZFS con esta instalación.

source: This will setup ZFS on your drive(s).
es_es: Esto configurará ZFS en su disco(s).

source: Set your Home in a different partition/volume
es_es: Establecer el directorio «home» en un volumen/partición diferente

source: This will setup your /home directory in a different partition or volume.
es_es: Esto configurará el directorio /home en una partición o volumen distinto.

source: How would you like to proceed?
es_es: ¿Cómo quiere proceder?

source: Choose exactly where Antergos should be installed.
es_es: Elija exactamente donde debería ser instalado Antergos.

source: Edit partition table and choose mount points.
es_es: Editar la tabla de particiones y elegir los puntos de montaje.

source: Select drive:
es_es: Seleccionar disco:
