Repository: nexryai/antergos-alteriso
Catalog: cnchi/po/*.po
Languages: es_es

source: WARNING! This will overwrite everything currently on your drive!
es_es: ¡AVISO! ¡Este modo de instalación sobrescribirá todo el contenido de su unidad!

source: Select the drive we should use to install Antergos and then click above to start the process.
es_es: Seleccione la unidad que debería usarse para instalar Antergos y después haga clic arriba para iniciar el proceso.

source: Encryption Password:
es_es: Contraseña de cifrado:

source: Confirm your password:
es_es: Confirme su contraseña:

source: LUKS Password. We do not recommend using special characters or accents!
es_es: Contraseña LUKS. ¡No es recomendable usar acentos o caracteres especiales!

source: Show password
es_es: Mostrar contraseña

source: Automatic Installation Mode
es_es: Modo de instalación automática

source: Device {0} will be created ({1} filesystem) as {2}
es_es: La partición {0} será creada (sistema de archivos {1}) como {2}

source: Device {0} will be created ({1} filesystem)
es_es: La partición {0} será creada (sistema de archivos {1})

source: Cnchi will install Antergos on device %s
es_es: Cnchi instalará Antergos en el dispositivo %s

source: System Check
es_es: Comprobación del sistema

source: Cnchi is up to date
es_es: Cnchi está actualizado

source: has at least {0}GB available storage space. (*)
es_es: dispone de, al menos, {0}GB de espacio libre. (*)

source: This highly depends on which desktop environment you choose, so you might need more space.
es_es: Esta cantidad depende, en gran medida, del entorno de escritorio elegido, por lo que es posible que necesite más espacio.

source: is plugged in to a power source
es_es: está conectado a una fuente de energía

source: is connected to the Internet
es_es: está conectado a Internet

source: For best results, please ensure that this computer:
es_es: Para obtener mejores resultados, asegúrese de que el ordenador:

source: You must reboot before retrying again.
es_es: Debe reiniciar el ordenador antes de intentarlo de nuevo.

source: Choose Your Desktop
es_es: Elija su escritorio

source: Feature Selection
es_es: Selección de características

source: Arch User Repository - Disclaimer
es_es: Arch User Repository - Declinación de responsabilidades

source: The Arch User Repository is a collection of user-submitted PKGBUILDs that supplement software available from the official repositories. The AUR is community driven and NOT supported by Arch or Antergos.
es_es: El repositorio «Arch User Repository» es una colección de PKGBUILDs enviados por los usuarios, que complementa al software disponible en los repositorios oficiales. AUR es mantenido por la comunidad, pero NO cuenta con el soporte de Arch o Antergos.

source: Uncomplicated Firewall will be installed with these rules:
es_es: El cortafuegos «Uncomplicated Firewall» será instalado usando estas reglas:

source: ufw default deny ufw allow from {0} ufw allow Transmission ufw allow SSH
es_es: ufw denegar por defecto ufw permitir desde {0} ufw permitir Transmission ufw permitir SSH

source: Do you want to install the Nginx server instead of the Apache server?
es_es: ¿Quiere instalar el servidor Nginx en lugar del servidor Apache?

source: Select Your Keyboard Layout
es_es: Seleccione su distribución de teclado

source: Choose your keyboard layout and variant (if applies). For instance, the default Slovak variant is qwertz, but you can manually specify qwerty, etc. You can use the entry below the keyboard to test your layout selection.
es_es: Elija la distribución de teclado y la variante (si procede, en su caso). Por ejemplo, la variante, por defecto, del eslovaco es qwertz, pero se puede especificar manualmente qwerty, etc. Puede usar el campo que hay debajo del teclado para probar la distribución que ha seleccionado.

source: Can't match a keymap for country code '%s'
es_es: No se puede encontrar una distribución de teclado para el código de país «%s»

source: Set keyboard to '{0}' ({1}), variant '{2}' ({3})
es_es: Establecer el teclado para «{0}» ({1}), variante «{2}» ({3})

source: Set keyboard to '{0}' ({1})
es_es: Establecer el teclado para «{0}» ({1})

source: Notice: The Cnchi Installer is beta software.
es_es: Nota: el instalador Cnchi es software beta.

source: <span weight='bold'>{0}</span> Cnchi is pre-release beta software that is under active development. It does not yet properly handle RAID, btrfs subvolumes, or other advanced setups. Please proceed with caution as data loss is possible! If you find any bugs, please report them at <a href='{1}'>{1}</a>
es_es: <span weight='bold'>{0}</span> Cnchi es software en fase beta que está desarrollándose activamente. No maneja adecuadamente aún RAID, subvolúmenes btrfs u otras configuraciones avanzadas. Proceda con cautela, ya que podría perder sus datos. Si encuentra algún error, puede informar en <a href='{1}'>{1}</a>

source: Country, territory or area:
es_es: País, territorio o área:

source: Show all locations
es_es: Mostrar todas las ubicaciones

source: Select your location
es_es: Seleccione su ubicación

source: Can't get country code from %s location
es_es: No se puede obtener el código del país desde la ubicación %s

source: Please wait...
es_es: Por favor, espere…

source: Installing Antergos...
es_es: Instalando Antergos…

source: IMPORTANT: There may have been a problem with the bootloader installation which could prevent your system from booting properly. Before rebooting, you may want to verify whether or not the bootloader is installed and configured. The Arch Linux Wiki contains troubleshooting information: https://wiki.archlinux.org/index.php/GRUB Would you like to view the wiki page now?
es_es: IMPORTANTE: Es posible que haya habido algún problema con la instalación del gestor de arranque que podría impedir que el sistema se iniciase correctamente. Antes de reiniciar, quizás desee comprobar si el gestor de arranque está instalado y configurado. La Wiki de Arch Linux contiene información para solucionar problemas al respecto: https://wiki.archlinux.org/index.php/GRUB ¿Le gustaría ver dicha página de la wiki ahora?

source: Installation Complete! Do you want to restart your system now?
es_es: ¡Instalación terminada! ¿Quiere reiniciar el sistema ahora?

source: Please reference the following number when reporting this error:
es_es: Por favor, haga referencia del siguiente número al informar de este error:

source: Installation Summary
es_es: Resumen de la instalación

source: Location
es_es: Ubicación

source: Timezone
es_es: Zona horaria

source: Keyboard
es_es: Teclado

source: Desktop Environment
es_es: Entorno de escritorio

source: Features
es_es: Características:

source: Partitions
es_es: Particiones

source: Layout: {0}
es_es: Diseño: {0}

source: Variant: {0}
es_es: Variante: {0}

source: Error getting changes from install screen
es_es: Error al aplicar los cambios de la pantalla de instalación

source: Are you REALLY sure you want to continue?
es_es: ¿Está REALMENTE seguro de continuar?

source: Ranking mirrors
es_es: Clasificando los servidores de réplicas

source: Cnchi is still updating and optimizing your mirror lists.
es_es: Cnchi está actualizando y optimizando la lista de servidores de réplicas.

source: Please be patient...
es_es: Por favor, sea paciente…

source: Zone:
es_es: Zona:

source: Region:
es_es: Región:

source: Use Network Time Protocol (NTP) for clock synchronization
es_es: Utilizar Network Time Protocol (NTP) para la sincronización del reloj

source: Select Your Timezone
es_es: Seleccione su zona horaria

source: Timezone (latitude %s, longitude %s) detected.
es_es: Zona horaria (latitud %s, longitud %s) detectada.

source: Your name:
es_es: Su nombre:

source: Your computer's name:
es_es: Nombre de su ordenador:

source: Pick a username:
es_es: Elija un nombre de usuario:

source: Choose a password:
es_es: Elija una contraseña:

source: Identifies your system to other computers and devices.
es_es: Identifica su sistema frente a otros equipos y dispositivos.

source: Your name
es_es: Su nombre

source: Hostname
es_es: Nombre del equipo

source: Username
es_es: Nombre de usuario

source: Password
es_es: Contraseña

source: Confirm password
es_es: Confirmar contraseña

source: You must enter a name
es_es: Debe introducir un nombre

source: You must enter a username
es_es: Debe introducir un nombre de usuario

source: You must enter a password
es_es: Debe introducir una contraseña

source: Log in automatically
es_es: Acceder automáticamente al sistema

source: Require my password to log in
es_es: Solicitar mi contraseña para acceder al sistema

source: Encrypt my home folder
es_es: Cifrar mi carpeta «home»

source: show password
es_es: mostrar contraseña

source: Create Your User Account
es_es: Cree su cuenta de usuario

source: Are you sure you want to encrypt your home directory?
es_es: ¿Está seguro que quiere cifrar su directorio personal?

source: Invalid characters entered
es_es: Ha introducido caracteres no válidos

source: Username can't contain dots
es_es: El nombre de usuario no puede contener puntos

source: Too many characters
es_es: Demasiados caracteres

source: Unknown error
es_es: Error desconocido

source: Use Antergos without making any changes to your system.
es_es: Utilizar Antergos sin hacer ningún cambio en su sistema.

source: Create a permanent place for Antergos on your system.
es_es: Crear un lugar permanente para Antergos en su sistema.

source: Try It
es_es: Probar

source: Install It
es_es: Instalar

source: Welcome to Antergos!
es_es: ¡Bienvenido a Antergos!

source: Loading, please wait...
es_es: Cargando, por favor espere…

source: Connecting this computer to a wi-fi network
es_es: Conectando este equipo a una red wi-fi

source: I don't want to connect to a wi-fi network right now
es_es: No quiero conectarme a una red wi-fi ahora mismo

source: Connect to this network
es_es: Conectarnos a esta red

source: Password:
es_es: Contraseña:

source: Display password
es_es: Mostrar contraseña

source: Use
es_es: Usar

source: Disk
es_es: Disco

source: Size (GB)
es_es: Tamaño (GB)

source: Device
es_es: Dispositivo

source: Disk ID
es_es: ID del disco

source: ZFS Setup
es_es: Configuración de ZFS

source: Pool type
es_es: Tipo de agrupamiento («pool»)

source: Partition scheme
es_es: Esquema de particiones

source: Validate password
es_es: Validar contraseña

source: Swap size (MB)
es_es: Tamaño del espacio de intercambio (swap) (MB)

source: Encrypt swap
es_es: Cifrar el espacio de intercambio (swap)

source: Encrypt disk
es_es: Cifrar el disco

source: Pool name
es_es: Nombre del agrupamiento («pool»)

source: Force ZFS 4k block size
es_es: Forzar el tamaño de bloque de ZFS a 4k

source: You must select one drive
es_es: Debe seleccionar una unidad

source: For the {0} pool_type, you must select at least two drives
es_es: Para el tipo_pool {0}, debe seleccionar, al menos, dos unidades

source: You must select at least {0} drives
es_es: Debe seleccionar, al menos, {0} unidades

source: For the {0} pool type, you must use a 'power of two' (2,4,8,...) plus the appropriate number of drives for the parity. RAID-Z = 1 disk, RAIDZ-2 = 2 disks, and so on.
es_es: Para el tipo de 'agrupamiento' {0}, debe utilizar un «múltiplo de dos» (2,4,8,…), además del número apropiado de unidades para la paridad. RAID-Z = 1 disco, RAID-Z-2 = 2 discos y así sucesivamente.

source: An unknown error occurred while processing chosen ZFS options.
es_es: Se ha producido un error desconocido al procesar las opciones elegidas de ZFS.

source: 'None' pool will use ZFS on a single selected disk.
es_es: La opción «Ninguno» del 'agrupamiento' hará que se utilice ZFS en uno solo de los discos seleccionados.

source: When created together, with equal capacity, ZFS space-balancing makes a span act like a RAID0 stripe. The space is added together. Provided all the devices are of the same size, the stripe behavior will continue regardless of fullness level. If devices/vdevs are not equally sized, then they will fill mostly equally until one device/vdev is full.
es_es: Cuando las unidades son creadas conjuntamente, con la misma capacidad, el espacio de compensación de ZFS crea un intervalo a modo de un «stripe» o raya de RAID0. Dicho espacio se añade al conjunto. Siempre que todos los dispositivos sean del mismo tamaño, el comportamiento de la «raya» continuará, independientemente del nivel de llenado de los dispositivos. Si los dispositivos/vdev no son del mismo tamaño, entonces se van a ir rellenando por igual todos ellos hasta que uno de los dispositivos/vdev esté lleno.

source: A mirror consists of two or more devices, all data will be written to all member devices. Cnchi will try to group devices in groups of two.
es_es: Un «mirror» o espejo está compuesto por dos o más dispositivos, donde todos los datos se escriben en todos los dispositivos asociados. Cnchi tratará de agrupar los dispositivos en grupos de dos.

source: ZFS implements RAID-Z, a variation on standard RAID-5. ZFS supports three levels of RAID-Z which provide varying levels of redundancy in exchange for decreasing levels of usable storage. The types are named RAID-Z1 through RAID-Z3 based on the number of parity devices in the array and the number of disks which can fail while the pool remains operational.
es_es: ZFS implementa RAID-Z, una variante de RAID-5 estándar. ZFS es compatible con los tres niveles de RAID-Z, los cuales proporcionan distintos niveles de redundancia a cambio de disminuir los niveles de almacenamiento utilizables. La denominación de los tipos va de RAID-Z1 a RAID-Z3 dependiendo del número de dispositivos de paridad en la matriz y del número de discos que pueden fallar, mientras el 'agrupamiento' permanezca operativo.

source: Advanced Format (AF) is a new disk format which natively uses a 4,096 byte instead of 512 byte sector size. To maintain compatibility with legacy systems AF disks emulate a sector size of 512 bytes. By default, ZFS will automatically detect the sector size of the drive. This combination will result in poorly aligned disk access which will greatly degrade the pool performance. If that might be your case, you can force ZFS to use a sector size of 4,096 bytes by selecting this option.
es_es: El Formato Avanzado (siglas en inglés, AF) es un nuevo formato de disco que utiliza, de forma nativa, un tamaño de sector de 4.096 bytes, en lugar de 512 bytes. Para mantener la compatibilidad con los sistemas heredados, los discos AF emulan un tamaño de sector de 512 bytes. Por defecto, ZFS detectará automáticamente el tamaño del sector de la unidad. Cuando se combinan ambas opciones dará como resultado que se acceda a un disco mal alineado, lo que degradará considerablemente el rendimiento del 'agrupamiento'. Si este es su caso, puede forzar a ZFS a que utilice un tamaño de sector de 4.096 bytes mediante la selección de esta opción.

source: Create {0} on device {1}
es_es: Crear {0} en dispositivo {1}

source: Add device {0} to {1}
es_es: Añadir dispositivo {0} a {1}

source: No devices were selected for the ZFS pool
es_es: No se ha seleccionado ningún dispositivo para el 'agrupamiento' de ZFS

source: Pool name is invalid. It must contain only alphanumeric characters (a-zA-Z0-9_), hyphens (-), colons (:), and/or spaces ( ). Names starting with the letter 'c' followed by a number (c[0-9]) are not allowed. The following names are also not allowed: 'mirror', 'raidz', 'spare', 'log'.
es_es: El nombre del 'agrupamiento' no es válido. Los nombres han de contener caracteres alfanuméricos (a-zA-Z0-9_), guiones (-), dos puntos (:), y/o espacio ( ). No se admiten nombres que comiencen con la letra «c» seguida de un número (c[0-9]). Tampoco se admiten los siguientes nombres: «mirror», «raidz», «spare» y «log».

source: _Cancel
es_es: _Cancelar

source: _Apply
es_es: _Aplicar

source: Create partition
es_es: Crear partición

source: Create Partition Table
es_es: Crear tabla de particiones

source: Using LUKS encryption will DELETE all partition contents!
es_es: ¡Al usar el cifrado LUKS se ELIMINARÁ todo el contenido de la partición!

source: Encryption properties
es_es: Propiedades del cifrado

source: Use LUKS encryption:
es_es: Usar cifrado LUKS:

source: LUKS volume name:
es_es: Nombre del volumen LUKS:

source: Confirm password:
es_es: Confirmar contraseña:

source: Location:
es_es: Destino:

source: Size:
es_es: Tamaño:

source: Type:
es_es: Tipo:

source: Primary
es_es: Primaria

source: Logical
es_es: Lógica

source: Extended
es_es: Extendida

source: Beginning of this space
es_es: Al principio de este espacio

source: End of this space
es_es: Al final de este espacio

source: Use As:
es_es: Utilizar como:

source: Mount Point:
es_es: Punto de montaje:

source: Label (optional):
es_es: Etiqueta (opcional):

source: Format:
es_es: Formato:

source: Type
es_es: Tipo

source: Mount point
es_es: Punto de montaje

source: Label
es_es: Etiqueta

source: Format
es_es: Formato

source: Size
es_es: Tamaño

source: Used
es_es: Usado

source: Flags
es_es: Banderas

source: Can't label a {0} partition
es_es: No se puede etiquetar una partición {0}

source: Cannot make a filesystem of type None in partition {0}
es_es: No se puede crear un sistema de archivos del tipo «None» en la partición {0}

source: Unknown filesystem {0} for partition {1}
es_es: Sistema de archivos {0} desconocido para la partición {1}

source: Can't remove logical volume {0}
es_es: No se puede eliminar el volumen lógico {0}

source: Can't remove volume group {0}
es_es: No se puede eliminar el grupo de volúmenes {0}

source: Can't remove physical volume {0}
es_es: No se puede eliminar el volumen físico {0}

source: Partition is too large!
es_es: ¡La partición es demasiado grande!

source: Can't detect used space from {0}: {1}
es_es: No se puede detectar el espacio usado de {0}: {1}

source: Can't detect used space of NTFS partition %s
es_es: No se puede detectar el espacio utilizado de la partición NTFS %s

source: Can't detect used space of EXTFS partition %s
es_es: No se puede detectar el espacio utilizado de la partición EXTFS %s

source: Can't detect used space of FAT partition %s : %s
es_es: No se puede detectar el espacio utilizado de la partición FAT %s : %s

source: Can't detect used space of JFS partition %s
es_es: No se puede detectar el espacio utilizado de la partición JFS %s

source: Can't detect used space of REISERFS partition %s
es_es: No se puede detectar el espacio utilizado de la partición REISERFS %s

source: Can't detect used space of XFS partition %s
es_es: No se puede detectar el espacio utilizado de la partición XFS% s
